{
    "developer": "FullStack Crossplatform Developer",
    "wellcome": "Welcome",
    "wellcome.tomypage": "Welcome to my portfolio",
    "wellcome.p": "Here you will find a summary of my skills and experiences as an analyst and systems developer. With expertise in frontend, backend, and cross-platform development, I am ready to tackle challenges and deliver innovative solutions. Feel free to explore my work and discover how I can contribute to successful projects.",
    "experience": "Experience",
    "contact": "Contact",
    "technologies": "Technologies",
    "my-products": "My Products",
    "language-dropdown": "Select Language",
    "technologies.title.frontend": "Frontend Development",
    "technologies.title.backend": "Backend Development",
    "technologies.title.crossplatform": "CrossPlatform Development",
    "technologies.frontend": "I am a developer with expertise in frontend development. I have skills in creating intuitive and responsive interfaces, providing an excellent user experience. My experience includes proficiency in HTML, CSS, JavaScript, and frameworks. Highlighted by my work in mobile app development using Flutter, where I transform concepts and designs into functional and attractive interfaces. I stay up to date with the best practices and trends in frontend development, striving to offer aesthetically pleasing and high-performance solutions.",
    "technologies.backend": "In the field of backend development, I have the ability to create robust and efficient solutions. I have experience in implementing APIs, integrating databases, and developing scalable business logic. My skills encompass the use of programming languages for server-side and database technologies. I have worked as a developer and software architect, facing challenges that required technical knowledge and problem-solving skills.",
    "technologies.crossplatform": "I have experience in cross-platform development, creating consistent and high-performance applications across various platforms. My expertise includes development for Android, iOS, and web using frameworks. I understand the specific intricacies and challenges of each platform, enabling me to develop optimized solutions that offer a unified user experience, regardless of the device they are using.",
    "bye": "Goodbye",
    "thanks": "Thank you for visiting my portfolio! I am honored by your interest in learning about my work and experiences as an analyst and systems developer. I hope you have found the information you were looking for and have a clear understanding of my skills and competencies. If you have any questions or would like to know more about a specific project, please don't hesitate to contact me. Once again, thank you for visiting, and I hope to have the opportunity to collaborate on future projects.",
    "contact.me": "If you are interested in my profile, please contact me!"
}