{
    "developer": "Desarrollador FullStack Crossplatform",
    "wellcome": "Bienvenido",
    "wellcome.tomypage": "Bienvenido a mi portafolio",
    "wellcome.p": "Aquí encontrarás un resumen de mis habilidades y experiencias como analista y desarrollador de sistemas. Con experiencia en desarrollo frontend, backend y cross-platform, estoy listo para enfrentar desafíos y entregar soluciones innovadoras. Siéntete libre de explorar mi trabajo y descubrir cómo puedo contribuir a proyectos exitosos.",
    "experience": "Experiencia",
    "contact": "Contacto",
    "technologies": "Tecnologías",
    "my-products": "Mis Productos",
    "language-dropdown": "Seleccionar Idioma",
    "technologies.title.frontend": "Desarrollo Frontend",
    "technologies.title.backend": "Desarrollo Backend",
    "technologies.title.crossplatform": "Desarrollo CrossPlatform",
    "technologies.frontend": "Soy un desarrollador con experiencia en desarrollo frontend. Tengo habilidades para crear interfaces intuitivas y responsivas, brindando una excelente experiencia de usuario. Mi experiencia incluye el dominio de HTML, CSS, JavaScript y frameworks. Destaco mi participación en el desarrollo de aplicaciones móviles utilizando Flutter, donde transformo conceptos y diseños en interfaces funcionales y atractivas. Siempre me mantengo actualizado sobre las mejores prácticas y tendencias en desarrollo frontend, buscando ofrecer soluciones estéticamente agradables y de alto rendimiento.",
    "technologies.backend": "En el campo del desarrollo backend, tengo la habilidad de crear soluciones sólidas y eficientes. Tengo experiencia en la implementación de APIs, la integración de bases de datos y el desarrollo de lógica empresarial escalable. Mis habilidades abarcan el uso de lenguajes de programación para el lado del servidor y tecnologías de bases de datos. He trabajado como desarrollador y arquitecto de software, enfrentando desafíos que requerían conocimientos técnicos y habilidades para resolver problemas.",
    "technologies.crossplatform": "Tengo experiencia en el desarrollo cross-platform, creando aplicaciones consistentes y de alto rendimiento en diversas plataformas. Mi especialización incluye el desarrollo para Android, iOS y web utilizando frameworks. Comprendo las particularidades y desafíos específicos de cada plataforma, lo que me permite desarrollar soluciones optimizadas que ofrecen una experiencia unificada a los usuarios, independientemente del dispositivo que estén utilizando.",
    "technologies.programminglanguages": "Lenguajes de Programación",
    "technologies.frameworks": "Frameworks and Libraries",
    "bye": "Hasta luego",
    "thanks": "¡Gracias por visitar mi portafolio! Me siento honrado por tu interés en conocer mi trabajo y experiencias como analista y desarrollador de sistemas. Espero que hayas encontrado la información que buscabas y que tengas una clara comprensión de mis habilidades y competencias. Si tienes alguna pregunta o deseas obtener más información sobre algún proyecto específico, no dudes en contactarme. Nuevamente, gracias por tu visita y espero tener la oportunidad de colaborar en futuros proyectos.",
    "contact.me": "¡Si estás interesado en mi perfil, por favor contáctame!"
}