{
  "developer": "Desenvolvedor FullStack Crossplatform",
  "wellcome": "Bem Vindo",
  "wellcome.tomypage": "Bem Vindo ao meu porfifólio",
  "wellcome.p": "Aqui você encontrará um resumo das minhas habilidades e experiências como analista e desenvolvedor de sistemas. Com expertise no desenvolvimento frontend, backend e cross-platform, estou pronto para enfrentar desafios e entregar soluções inovadoras. Fique à vontade para explorar meu trabalho e descobrir como posso contribuir para projetos de sucesso.",
  "experience": "Experiência",
  "contact": "Contato",
  "technologies": "Tecnologias",
  "my-products": "Meus Produtos",
  "language-dropdown": "Selecione o Idioma",
  "technologies.title.frontend": "Desenvolvimento Frontend",
  "technologies.title.backend": "Desenvolvimento Backend",
  "technologies.title.crossplatform": "Desenvolvimento CrossPlatform",
  "technologies.frontend": "Sou um desenvolvedor com expertise no desenvolvimento frontend. Tenho habilidades em criar interfaces intuitivas e responsivas, proporcionando uma excelente experiência de usuário. Minha experiência inclui o domínio de HTML, CSS, JavaScript e frameworks. Destaque no desenvolvimento de apps móveis com Flutter. Estou sempre atualizado sobre as melhores práticas e tendências do desenvolvimento frontend, buscando oferecer soluções esteticamente agradáveis e de alto desempenho.",
  "technologies.backend": "No campo do desenvolvimento backend, tenho habilidade em criar soluções robustas e eficientes. Tenho experiência na implementação de APIs, integração de bancos de dados e desenvolvimento de lógica de negócios escalável. Minhas habilidades abrangem o uso de tecnologias como linguagens de programação para server-side e tecnologias para banco de dados. Atuei como desenvolvedor e arquiteto de software, enfrentando desafios que exigiam conhecimento técnico e habilidades de resolução de problemas.",
  "technologies.crossplatform": "Tenho experiência no desenvolvimento cross-platform, criando aplicações consistentes e de alto desempenho em várias plataformas. Minha especialização inclui o desenvolvimento para Android, iOS e web, utilizando o frameworks. Compreendo as particularidades e desafios específicos de cada plataforma, o que me permite desenvolver soluções otimizadas que oferecem uma experiência unificada aos usuários, independentemente do dispositivo que estão usando.",
  "technologies.programminglanguages": "Linguagens de Programação",
  "technologies.frameworks": "Frameworks e Bibliotecas",
  "bye": "Até logo",
  "thanks": "Agradeço por visitar meu portfólio! Fico honrado com seu interesse em conhecer meu trabalho e experiências como analista e desenvolvedor de sistemas. Espero que você tenha encontrado as informações que procurava e que tenha uma visão clara das minhas habilidades e competências. Se tiver alguma dúvida ou quiser saber mais sobre algum projeto específico, não hesite em entrar em contato. Novamente, obrigado pela visita e espero ter a oportunidade de colaborar em futuros projetos.",
  "contact.me": "Caso tenho se interessado pelo meu perfil, entre em contato!"
}